{
  "Elon Musk": "Tall entrepreneur in his early 50s, tousled dark-brown hair and quick, probing eyes; usually in a fitted black T-shirt under a sleek charcoal jacket, hands often tucked into jean pockets.",
  "Jensen Huang": "Trim man in his early 60s with short salt-and-pepper hair, rectangular glasses, and a confident half-smile; almost always sporting a crisp black leather moto jacket over a dark tee.",
  "Marc Andreessen": "Broad-shouldered venture capitalist in his 50s, clean-shaven with a smooth bald head and expressive eyebrows; favors a minimalist black hoodie and well-tailored dark jeans.",
  "David Sacks": "Medium-build operator in his early 50s, short sandy-brown hair with a close-cropped beard; relaxed navy blazer over an open-collar Oxford shirt, phone never far from hand.",
  "Sundar Pichai": "Slender technologist in his early 50s with neatly trimmed black hair graying at the temples, thin-rimmed glasses, and a thoughtful gaze; charcoal blazer atop a crew-neck sweater.",
  "Satya Nadella": "Lean business leader in his late 50s, shaved head and warm, rimless glasses; understated blue button-down and soft-gray blazer, posture calm yet engaged.",
  "Bill Gates": "Slim philanthropist in his late 60s, tousled gray-brown hair and friendly rectangular glasses; light pastel sweater layered over a collared shirt, easygoing half-smile.",
  "Steve Jobs": "Iconic product visionary in his late 40s, lean frame, close-cropped salt-and-pepper stubble, round wire-rim glasses; signature black mock-turtleneck and worn blue jeans.",
  "Donald Trump": "Tall figure in his late 70s with a sweeping blond coif and pronounced brow; navy suit cut broad in the shoulders, long red tie, and an assertive, pursed-lipped expression.",
  "Mark Zuckerberg": "Compact tech founder in his early 40s, short chestnut hair and earnest gaze; plain heather-gray T-shirt and dark jeans, posture slightly forward as if leaning into conversation.",
  "Sam Altman": "Tech CEO in his late 30s with short brown hair and a friendly, open expression; often seen in a simple crew-neck sweater or a casual button-down shirt, projecting an aura of calm thoughtfulness.",
  "Dalai Lama": "Elder Tibetan spiritual leader in his late 80s with kind, deep-set eyes behind thin wire-rim glasses; draped in maroon and saffron robes, hands often folded in a gentle gesture of blessing, face lit by an easy, boyish grin.",
  "Pope Leo XIII": "Slender pontiff in his early 90s, high forehead and intelligent, penetrating gaze; clad in a pristine white cassock with a gold-edged mozzetta and ornate pectoral cross, posture dignified yet serene.",
  "Alexandria Ocasio-Cortez": "Dynamic congresswoman in her mid-30s with sleek, long dark hair and expressive brown eyes; sharp crimson lipstick pairs with a tailored midnight-blue blazer over a crisp white blouse, stance confident and forward-leaning.",
  "Zohran Mamdani": "Energetic state lawmaker in his early 30s, neatly trimmed beard and thoughtful eyes behind rectangular glasses; wears a charcoal sport coat over a patterned shirt, sleeves casually rolled at the cuffs.",
  "Bernie Sanders": "White-haired senator in his early 80s, unruly silver locks and earnest gaze behind thick glasses; rumpled navy blazer over a sweater-vest and tie, shoulders slightly hunched as if striding toward the podium.",
  "Taylor Swift": "Towering pop icon in her mid-30s with wavy, honey-blond hair, bright red lipstick, and a glittering microphone-shaped earring; sparkly stage jacket over sleek black bodysuit, eyes scanning the stadium.",
  "Lionel Messi": "Compact football legend in his late 30s with neatly trimmed beard, sharp hazel eyes, and heavily tattooed right arm; aqua-blue Inter Miami jersey tucked into pink shorts, stance low and balanced.",
  "Beyoncé": "Commanding singer in her early 40s with flowing caramel curls and piercing gaze; bedazzled silver bodysuit and knee-high boots, hand confidently resting on hip.",
  "Tim Cook": "Trim tech CEO in his early 60s, close-cropped silver hair and round glasses; wears a minimalist black quarter-zip over dark jeans, arms folded with a measured smile.",
  "Greta Thunberg": "Straight-faced climate activist in her early 20s with long, braided ash-blond hair; simple yellow raincoat over a plaid shirt, gaze steady and unwavering.",
  "Narendra Modi": "Stocky Indian Prime Minister in his mid-70s, flowing white beard and alert eyes; saffron-cream kurta beneath a tailored Nehru vest, palms pressed together in namaste.",
  "Ramesh": "Lean Indian-American engineer in his mid-50s with short salt-and-pepper hair and thoughtful brown eyes behind rectangular black-rim glasses; navy button-down printed with subtle floral motifs, single wireless earbud in one ear, posture relaxed yet attentive.",
  "Buddha": "Serene ascetic teacher from ancient India with tranquil half-closed eyes, smooth cranial bump framed by gentle curls; simple ochre robe draped over one shoulder, seated cross‑legged with hands resting in meditative mudra.",
  "Jesus Christ": "Gentle Galilean preacher in his early 30s with shoulder‑length dark chestnut hair and kind brown eyes; loose cream tunic cinched with a rope belt, soft shawl over sand‑worn shoulders, palms open in welcoming gesture.",
"Albert Einstein": "Iconic theoretical physicist in his late 70s, unruly silver hair, bushy mustache, and twinkling dark eyes; rumpled gray wool suit over a soft vest, clutching a chalk stub mid-equation.",
"Marie Curie": "Pioneering chemist-physicist in her mid-60s with neatly pinned blond hair and steady gray eyes; dark high-necked dress faintly dusted with luminescent specks, gently gripping a small glowing vial.",
"Nikola Tesla": "Tall Serbian-American inventor in his late 50s, slicked jet-black hair and sharp mustache; tailored three-piece suit with a glinting pocket-watch chain, one hand gracefully cradling a humming coil.",
"Isaac Newton": "Stoic English mathematician in his early 40s, shoulder-length chestnut curls and keen blue eyes; flowing scholar’s robe over an embroidered waistcoat, holding an open Principia beside an apple.",
"Stephen Hawking": "Renowned cosmologist in his mid-70s with gentle hazel eyes framed by glasses; seated in a sleek motorized wheelchair with speech synthesizer, wearing a charcoal blazer over a checked shirt.",
"Katherine Johnson": "Trailblazing NASA mathematician in her early 50s, short dark curls and focused brown eyes behind cat-eye glasses; pastel cardigan over a collared blouse, holding a stack of orbital charts.",
"Xi Jinping": "Stately Chinese president in his early 70s with neatly parted jet-black hair and composed dark eyes; immaculately tailored dark navy Zhongshan suit, hands clasped calmly at his waist.",
"Emma Stone": "Effervescent actress in her mid-30s with shoulder-length auburn hair and bright hazel eyes; vintage coral tea-length dress, playful grin as her hands animate mid-story.",
"Zendaya": "Stylish multi-hyphenate star in her late 20s with flowing mahogany locks and keen almond eyes; avant-garde metallic gown with an asymmetric neckline, one eyebrow subtly arched.",
"Margot Robbie": "Radiant Australian actress in her mid-30s with soft golden waves and vivid blue eyes; tailored pastel-pink power suit and delicate pearl earrings, posture confident and upbeat.",
"Rihanna": "Charismatic music and fashion mogul in her late 30s with cascading raven curls and piercing hazel eyes; bold crimson off-shoulder gown paired with a sparkling diamond choker.",
"Sydney Sweeney": "Versatile actress in her mid-20s with long honey-blond waves and clear blue eyes; fitted pastel crop-top paired with high-waisted jeans, stance relaxed yet radiating upbeat energy.",
"Sadhguru": "Bearded Indian mystic in his late 60s with twinkling eyes beneath a turban of soft beige cotton; flowing indigo shawl over a simple kurta, palms gently open in welcoming ease.",
"Joe Rogan": "Stocky podcast host in his late 50s with shaved head, alert hazel eyes, and a trimmed salt-and-pepper goatee; snug dark tee highlighting tattooed arms, stance grounded and ready to riff.",
"Kanye West": "Visionary rapper-designer in his late 40s with close-cropped beard and intense gaze; oversized earth-tone hoodie over baggy cargo pants, shoulders squared in quiet conviction.",
"Dave Chappelle": "Lithe comedian in his early 50s with shaved head and expressive brown eyes; military-green bomber jacket over a black tee emblazoned with his signature C logo, cigarette poised between fingers.",
"Yann LeCun": "French AI pioneer in his mid-60s with tousled gray hair and animated brows; casual blazer over a graphic neural-network tee, one hand sketching ideas in the air.",
"Geoffrey Hinton": "Soft-spoken British-Canadian computer scientist in his mid-70s with thinning white hair and thoughtful blue eyes; relaxed tweed jacket atop a checkered shirt, slight smile as if pondering deep networks.",
"Seth Godin": "Veteran marketing thinker in his early 60s with a clean-shaven scalp and round tortoiseshell glasses; keen green eyes scanning ideas; wearing a crisp charcoal blazer over a white button-down and dark jeans, posture poised as if about to share a fresh insight.",
  "Bozoma Saint John": "Dynamic brand leader in her late 40s with voluminous dark curls and a radiant smile; expressive brown eyes outlined by bold makeup; clad in a vibrant patterned dress and statement earrings, stance confident and animated.",
  "Gary Vaynerchuk": "Energetic entrepreneur in his mid-40s with a shaved head and salt-and-pepper goatee; alert hazel eyes behind thin frames; dressed in a fitted gray V-neck tee under an open flannel shirt, dark jeans and sneakers, often gesturing emphatically.",
  "Philip Kotler": "Elder statesman of marketing in his early 90s with wispy white hair and rectangular glasses perched low; reflective blue-gray eyes; tailored navy suit over a pastel dress shirt and loosely knotted tie, posture thoughtful with hands clasped behind his back.",
  "Eliezer Yudkowsky": "AI safety advocate in his mid-40s with tousled dark hair and smooth, pale complexion; intense blue eyes focused through round spectacles; wearing a simple black hoodie over a graphic tee and slim jeans, stance introspective and inquisitive.",
  "Nate Soares": "Research director in his early 40s with short brown hair and a neatly trimmed beard; calm dark eyes framed by minimalist frames; dressed in a light button-down shirt with sleeves rolled up and casual slacks, posture poised with arms folded in contemplation.",
  "Jan Leike": "Alignment researcher in his mid-40s with sandy-blond hair and rimless glasses; thoughtful gray eyes; sporting a relaxed blazer over a neural-network graphic tee and dark jeans, stance casual yet engaged.",
"Alex Karp": "Mid-50s tech CEO with close-cropped salt-and-pepper hair and round silver-rimmed glasses; thoughtful brown eyes behind a calm expression; usually clad in a black Palantir hoodie under a tailored charcoal blazer and dark jeans, posture relaxed yet probing."

}
